Revit 2024 API
SymbolTypeId.DaN Property
 Symbol daN, indicating unit Dekanewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DaN { get; }
Visual Basic
Public Shared ReadOnly Property DaN As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DaN {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace